base-devel
dmenu
fd
firefox
fzf
gcc
git
go
jq
kitty
linux
linux-headers
luarocks
make
neovim
nodejs
noto-fonts-emoji
npm
podman
podman-compose
polkit
ripgrep
starship
sway
tmux
ttf-jetbrains-mono
unzip
wmenu
zip
zsh
